error.application.unexpected=\u0421\u0442\u0430\u043b\u0430\u0441\u044f\u0020\u043d\u0435\u043f\u0435\u0440\u0435\u0434\u0431\u0430\u0447\u0435\u043d\u0430\u0020\u043f\u043e\u043c\u0438\u043b\u043a\u0430
error.application.no-resource=\u0420\u0435\u0441\u0443\u0440\u0441\u0020\u043d\u0435\u0020\u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e
error.application.no-entity=\u041d\u0435\u0020\u0437\u043d\u0430\u0439\u0434\u0435\u043d\u043e\u0020\u0441\u0443\u0442\u043d\u043e\u0441\u0442\u0456\u0020\u0442\u0438\u043f\u0443\u0020\u0027\u0027\u007b\u0030\u007d\u0027\u0027\u0020\u0437\u0020\u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0430\u043c\u0438\u003a\u0020\u007b\u0031\u007d
error.application.unauthenticated=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u0430\u0020\u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0456\u043a\u0430\u0446\u0456\u044f
error.application.method-not-allowed=\u041c\u0435\u0442\u043e\u0434\u0020\u0437\u0430\u0431\u043e\u0440\u043e\u043d\u0435\u043d\u043e
error.application.invalid-data=\u041d\u0430\u0434\u0430\u043d\u043e\u0020\u0445\u0438\u0431\u043d\u0456\u0020\u0434\u0430\u043d\u0456
error.application.forbidden=\u0414\u043e\u0441\u0442\u0443\u043f\u0020\u0437\u0430\u0431\u043e\u0440\u043e\u043d\u0435\u043d\u043e
error.application.retry-exhausted=\u0429\u043e\u0441\u044c\u0020\u043f\u0456\u0448\u043b\u043e\u0020\u043d\u0435\u0020\u0442\u0430\u043a\u002c\u0020\u0431\u0443\u0434\u044c\u0020\u043b\u0430\u0441\u043a\u0430\u002c\u0020\u0441\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435\u0020\u043f\u0456\u0437\u043d\u0456\u0448\u0435

error.user.role.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0440\u043e\u043b\u044c\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u002e
error.user.role.superadmin=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u0020\u0437\u0020\u0440\u043e\u043b\u043b\u044e\u0020\u0053\u0055\u0050\u0045\u0052\u005f\u0041\u0044\u004d\u0049\u004e\u002e
error.user.username.blank=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0456\u043c\u0027\u044f\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u002e
error.user.username.size=\u0406\u043c\u0027\u044f\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0036\u0034\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0438\u002e
error.user.username.duplicate=\u0406\u043c\u0027\u044f\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u0020\u0432\u0436\u0435\u0020\u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0454\u0442\u044c\u0441\u044f\u002e
error.user.name.size=\u0406\u043c\u0027\u044f\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0036\u0034\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0438\u002e
error.user.email.size=\u041f\u043e\u0448\u0442\u0430\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0033\u0032\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.user.phone.size=\u0422\u0435\u043b\u0435\u0444\u043e\u043d\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0031\u0032\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.user.update-password.wrong-password=\u0412\u043a\u0430\u0437\u0430\u043d\u0438\u0439\u0020\u043f\u0430\u0440\u043e\u043b\u044c\u0020\u0454\u0020\u0445\u0438\u0431\u043d\u0438\u043c\u002e
error.user.update-password.super-admin=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u043e\u043d\u043e\u0432\u0438\u0442\u0438\u0020\u043f\u0430\u0440\u043e\u043b\u044c\u0020\u0434\u043b\u044f\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u0020\u0437\u0020\u0440\u043e\u043b\u043b\u044e\u0020\u0053\u0055\u0050\u0045\u0052\u005f\u0041\u0044\u004d\u0049\u004e\u002e

error.two-users-directed-association.from-user.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u0430\u002e
error.two-users-directed-association.to-user.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u043e\u0442\u0440\u0438\u043c\u0443\u0432\u0430\u0447\u0430\u002e
error.users-association.users.same=\u0412\u0456\u0434\u043f\u0440\u0430\u0432\u043d\u0438\u043a\u0020\u0442\u0430\u0020\u043e\u0442\u0440\u0438\u043c\u0443\u0432\u0430\u0447\u0020\u043c\u0430\u044e\u0442\u044c\u0020\u0431\u0443\u0442\u0438\u0020\u0440\u0456\u0437\u043d\u0438\u043c\u0438\u002e

error.activities-group.name.blank=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u043d\u0430\u0437\u0432\u0443\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002e
error.activities-group.name.size=\u041d\u0430\u0437\u0432\u0430\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.activities-group.description.size=\u041e\u043f\u0438\u0441\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.activities-group.owner.admin=\u041b\u0438\u0448\u0435\u0020\u0437\u0432\u0438\u0447\u0430\u0439\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u043c\u043e\u0436\u0435\u0020\u0431\u0443\u0442\u0438\u0020\u0432\u043b\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002e
error.activities-group.has-activities=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438\u0020\u0433\u0440\u0443\u043f\u0443\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002c\u0020\u0449\u043e\u0020\u043c\u0430\u0454\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e

error.activities-group-invitation.to-user.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u0430\u043f\u0440\u043e\u0441\u0438\u0442\u0438\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0433\u043e\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.activities-group-invitation.to-user.invalid-role=\u0423\u0020\u0433\u0440\u0443\u043f\u0443\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u0020\u043c\u043e\u0436\u043d\u0430\u0020\u0437\u0430\u043f\u0440\u043e\u0448\u0443\u0432\u0430\u0442\u0438\u0020\u043b\u0438\u0448\u0435\u0020\u0437\u0432\u0438\u0447\u0430\u0439\u043d\u0438\u0445\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432\u002e
error.activities-group-invitation.activities-group.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u0430\u043f\u0440\u043e\u0441\u0438\u0442\u0438\u0020\u0443\u0020\u0433\u0440\u0443\u043f\u0443\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0457\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.activities-group-invitation.already-sent=\u0426\u0435\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0432\u0436\u0435\u0020\u0437\u0430\u043f\u0440\u043e\u0448\u0435\u043d\u0438\u0439\u0020\u0443\u0020\u0446\u044e\u0020\u0433\u0440\u0443\u043f\u0443\u002e
error.activities-group-invitation.already-member=\u0426\u0435\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0432\u0436\u0435\u0020\u0447\u043b\u0435\u043d\u0020\u0446\u0456\u0454\u0457\u0020\u0433\u0440\u0443\u043f\u0438\u002e

error.activities-group-member.is-owner=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0439\u0442\u0438\u0020\u0437\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002c\u0020\u044f\u043a\u0449\u043e\u0020\u0432\u0438\u0020\u0454\u0020\u0457\u0457\u0020\u0432\u043b\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u002e
error.activities-group-member.member-of-activities=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0439\u0442\u0438\u0020\u0437\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002c\u0020\u044f\u043a\u0449\u043e\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0454\u0020\u0447\u043b\u0435\u043d\u043e\u043c\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u0020\u0443\u0020\u0433\u0440\u0443\u043f\u0456\u002e
error.activities-group-member.owner-of-geo-labels=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0439\u0442\u0438\u0020\u0437\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002c\u0020\u044f\u043a\u0449\u043e\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0454\u0020\u0432\u043b\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043e\u043a\u0020\u0443\u0020\u0433\u0440\u0443\u043f\u0456\u002e

error.activity.activities-group.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u0456\u0441\u0442\u044c\u0020\u0443\u0020\u0433\u0440\u0443\u043f\u0456\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0457\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.activity.name.blank=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u043d\u0430\u0437\u0432\u0443\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e
error.activity.name.size=\u041d\u0430\u0437\u0432\u0430\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.activity.description.size=\u041e\u043f\u0438\u0441\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.activity.member.admin=\u041b\u0438\u0448\u0435\u0020\u0437\u0432\u0438\u0447\u0430\u0439\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u043c\u043e\u0436\u0435\u0020\u0431\u0443\u0442\u0438\u0020\u0447\u043b\u0435\u043d\u043e\u043c\u0020\u0433\u0440\u0443\u043f\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002e
error.activity.finished=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u043c\u0456\u043d\u0438\u0442\u0438\u0020\u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0443\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u0456\u0441\u0442\u044c\u002e
error.activity.not-finished-expenses=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u0456\u0441\u0442\u044c\u002c\u0020\u0449\u043e\u0020\u043c\u0430\u0454\u0020\u043d\u0435\u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0456\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.activity.already-member=\u041f\u043e\u0442\u043e\u0447\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0432\u0436\u0435\u0020\u0454\u0020\u0447\u043b\u0435\u043d\u043e\u043c\u0020\u0446\u0456\u0454\u0457\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e
error.activity.has-expenses=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0434\u0430\u043b\u0438\u0442\u0438\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u0456\u0441\u0442\u044c\u002c\u0020\u0449\u043e\u0020\u043c\u0430\u0454\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.activity.not-a-member=\u041f\u043e\u0442\u043e\u0447\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u043d\u0435\u0020\u0454\u0020\u0447\u043b\u0435\u043d\u043e\u043c\u0020\u0446\u0456\u0454\u0457\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e
error.activity.member-is-owner=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0439\u0442\u0438\u0020\u0437\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002c\u0020\u044f\u043a\u0449\u043e\u0020\u0432\u0438\u0020\u0454\u0020\u0457\u0457\u0020\u0432\u043b\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u002e
error.activity.member-of-expenses=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0432\u0438\u0439\u0442\u0438\u0020\u0437\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002c\u0020\u044f\u043a\u0449\u043e\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0454\u0020\u0447\u043b\u0435\u043d\u043e\u043c\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0020\u0443\u0020\u0446\u0456\u0439\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e
error.activity.geo-label.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0434\u043e\u0434\u0430\u0442\u0438\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0443\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0457\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002c\u0020\u0434\u043e\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e
error.activity.geo-label.activities-group-mismatch=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0434\u043e\u0434\u0430\u0442\u0438\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0443\u0020\u0434\u043e\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002c\u0020\u0430\u0434\u0436\u0435\u0020\u0432\u043e\u043d\u0430\u0020\u043d\u0430\u043b\u0435\u0436\u0438\u0442\u044c\u0020\u0456\u043d\u0448\u0456\u0439\u0020\u0433\u0440\u0443\u043f\u0456\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002e

error.expense.name.blank=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u043d\u0430\u0437\u0432\u0443\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.expense.name.size=\u041d\u0430\u0437\u0432\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.expense.description.size=\u041e\u043f\u0438\u0441\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.expense.owner.admin=\u041b\u0438\u0448\u0435\u0020\u0437\u0432\u0438\u0447\u0430\u0439\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u043c\u043e\u0436\u0435\u0020\u0431\u0443\u0442\u0438\u0020\u0432\u043b\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.expense.finished=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u043c\u0456\u043d\u0438\u0442\u0438\u0020\u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0443\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0443\u002e
error.expense.costs.not-equal=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u0438\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0443\u002c\u0020\u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438\u0020\u0441\u0443\u043c\u0438\u0020\u0434\u043e\u043b\u0435\u0439\u0020\u043a\u0440\u0435\u0434\u0438\u0442\u043e\u0440\u0456\u0432\u0020\u0456\u0020\u0431\u043e\u0440\u0436\u043d\u0438\u043a\u0456\u0432\u0020\u0432\u0456\u0434\u0440\u0456\u0437\u043d\u044f\u044e\u0442\u044c\u0441\u044f\u002e
error.expense.activity.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0443\u0020\u0432\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0457\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e

error.expense-member.share.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0434\u043e\u043b\u044e\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.expense-member.share.min=\u0414\u043e\u043b\u044f\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u0431\u0456\u043b\u044c\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0430\u0431\u043e\u0020\u0440\u0456\u0432\u043d\u043e\u044e\u0020\u0030\u002e\u0030\u0031\u002e
error.expense-member.share.max=\u0414\u043e\u043b\u044f\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043c\u0435\u043d\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0430\u0431\u043e\u0020\u0440\u0456\u0432\u043d\u043e\u044e\u0020\u0039\u0039\u0039\u0039\u0039\u0039\u0039\u0039\u002e\u0039\u0039\u002e
error.expense-member.type.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0442\u0438\u043f\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.expense-member.user.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0434\u043e\u0434\u0430\u0442\u0438\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002c\u0020\u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438\u0020\u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.expense-member.user.not-in-activity=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0434\u043e\u0434\u0430\u0442\u0438\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002c\u0020\u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438\u0020\u0432\u043a\u0430\u0437\u0430\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u043d\u0435\u0020\u0454\u0020\u0447\u043b\u0435\u043d\u043e\u043c\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0456\u002e
error.expense-member.expense.finished=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u043c\u0456\u043d\u0438\u0442\u0438\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u0430\u0020\u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u043e\u0457\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0438\u002e
error.expense-member.duplicate=\u0426\u0435\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u0432\u0436\u0435\u0020\u0454\u0020\u0443\u0447\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u0020\u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e\u0020\u0442\u0438\u043f\u0443\u0020\u0443\u0020\u0432\u0438\u0442\u0440\u0430\u0442\u0456\u002e

error.debt-repayment-request.amount.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0441\u0443\u043c\u0443\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u002e
error.debt-repayment-request.amount.min=\u0421\u0443\u043c\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u0431\u0456\u043b\u044c\u0448\u043e\u044e\u0020\u0430\u0431\u043e\u0020\u0440\u0456\u0432\u043d\u043e\u044e\u0020\u0030\u002e\u0030\u0031\u002e
error.debt-repayment-request.amount.too-high=\u0421\u0443\u043c\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043c\u0435\u043d\u0448\u043e\u044e\u0020\u0430\u0431\u043e\u0020\u0440\u0456\u0432\u043d\u043e\u044e\u0020\u043f\u043e\u0442\u043e\u0447\u043d\u043e\u043c\u0443\u0020\u0435\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e\u043c\u0443\u0020\u0431\u043e\u0440\u0433\u0443\u002c\u0020\u0432\u0440\u0430\u0445\u043e\u0432\u0443\u044e\u0447\u0438\u0020\u043d\u0430\u044f\u0432\u043d\u0456\u0020\u043d\u0435\u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043d\u0456\u0020\u0437\u0430\u043f\u0438\u0442\u0438\u002e
error.debt-repayment-request.to-user.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u0437\u0430\u043f\u0438\u0442\u0020\u043d\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u0434\u043b\u044f\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0433\u043e\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.debt-repayment-request.status.not-pending=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u043c\u0456\u043d\u0438\u0442\u0438\u0020\u0441\u0442\u0430\u0442\u0443\u0441\u0020\u0437\u0430\u043f\u0438\u0442\u0443\u0020\u043d\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u002c\u0020\u044f\u043a\u0449\u043e\u0020\u0432\u0456\u043d\u0020\u0432\u0436\u0435\u0020\u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043d\u0438\u0439\u0020\u0430\u0431\u043e\u0020\u0432\u0456\u0434\u0445\u0438\u043b\u0435\u043d\u0438\u0439\u002e

error.debt-closure.amount.null=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u0441\u0443\u043c\u0443\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u002e
error.debt-closure.amount.min=\u0421\u0443\u043c\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u0431\u0456\u043b\u044c\u0448\u043e\u044e\u0020\u0430\u0431\u043e\u0020\u0440\u0456\u0432\u043d\u043e\u044e\u0020\u0030\u002e\u0030\u0031\u002e
error.debt-closure.amount.too-high=\u0421\u0443\u043c\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043c\u0435\u043d\u0448\u043e\u044e\u0020\u0430\u0431\u043e\u0020\u0440\u0456\u0432\u043d\u043e\u044e\u0020\u043f\u043e\u0442\u043e\u0447\u043d\u043e\u043c\u0443\u0020\u0435\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e\u043c\u0443\u0020\u0431\u043e\u0440\u0433\u0443\u002e
error.debt-closure.from-user.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u0437\u0430\u043a\u0440\u0438\u0442\u0442\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u0432\u0456\u0434\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0433\u043e\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.debt-closure.exists-pending-debt-repayment-request=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u0437\u0430\u043a\u0440\u0438\u0442\u0442\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u002c\u0020\u043e\u0441\u043a\u0456\u043b\u044c\u043a\u0438\u0020\u0456\u0441\u043d\u0443\u0454\u0020\u043d\u0435\u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043d\u0438\u0439\u0020\u0437\u0430\u043f\u0438\u0442\u0020\u043d\u0430\u0020\u043f\u043e\u0433\u0430\u0448\u0435\u043d\u043d\u044f\u0020\u0431\u043e\u0440\u0433\u0443\u0020\u0432\u0456\u0434\u0020\u0446\u044c\u043e\u0433\u043e\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u002e

error.file.empty=\u0424\u0430\u0439\u043b\u0020\u043d\u0435\u0020\u043c\u043e\u0436\u0435\u0020\u0431\u0443\u0442\u0438\u0020\u043f\u043e\u0440\u043e\u0436\u043d\u0456\u043c\u002e
error.file.invalid-content-type=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0437\u0430\u0432\u0430\u043d\u0442\u0430\u0436\u0438\u0442\u0438\u0020\u0444\u0430\u0439\u043b\u0020\u0432\u043a\u0430\u0437\u0430\u043d\u043e\u0433\u043e\u0020\u0442\u0438\u043f\u0443\u002e

error.geo-label.name.blank=\u041d\u0435\u043e\u0431\u0445\u0456\u0434\u043d\u043e\u0020\u0432\u043a\u0430\u0437\u0430\u0442\u0438\u0020\u043d\u0430\u0437\u0432\u0443\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0438\u002e
error.geo-label.name.size=\u041d\u0430\u0437\u0432\u0430\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0438\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u043e\u044e\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.geo-label.description.size=\u041e\u043f\u0438\u0441\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0438\u0020\u043c\u0430\u0454\u0020\u0431\u0443\u0442\u0438\u0020\u043a\u043e\u0440\u043e\u0442\u0448\u0438\u043c\u0020\u043d\u0456\u0436\u0020\u0031\u0030\u0030\u0030\u0020\u0441\u0438\u043c\u0432\u043e\u043b\u0456\u0432\u002e
error.geo-label.activities-group.not-exists=\u041d\u0435\u043c\u043e\u0436\u043b\u0438\u0432\u043e\u0020\u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0443\u0020\u0443\u0020\u0433\u0440\u0443\u043f\u0456\u0020\u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0435\u0439\u002c\u0020\u043a\u043e\u0442\u0440\u043e\u0457\u0020\u043d\u0435\u0020\u0456\u0441\u043d\u0443\u0454\u002e
error.geo-label.owner.admin=\u041b\u0438\u0448\u0435\u0020\u0437\u0432\u0438\u0447\u0430\u0439\u043d\u0438\u0439\u0020\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0020\u043c\u043e\u0436\u0435\u0020\u0431\u0443\u0442\u0438\u0020\u0432\u043b\u0430\u0441\u043d\u0438\u043a\u043e\u043c\u0020\u0433\u0435\u043e\u043c\u0456\u0442\u043a\u0438\u002e